[{
    "quest": "Who was your first crush, and what were they like?"
}, {
    "quest": "Can you describe what your first heartbreak was like?"
}, {
    "quest": "What was the biggest lesson from your worst breakup?"
}, {
    "quest": "What's something you used to believe about relationships, but no longer do?"
}, {
    "quest": "What's something surprising that you were afraid of as a child?"
}, {
    "quest": "What was your favorite food growing up?"
}, {
    "quest": "What's your favorite meal now?"
}, {
    "quest": "What was the first album you ever owned?"
}, {
    "quest": "How does your life compare to how you imagined it growing up?"
}, {
    "quest": "What was your dream job when you were a kid?"
}, {
    "quest": "Were you 'popular' in high school?"
}, {
    "quest": "What was your favorite school subject growing up?"
}, {
    "quest": "Was there an embarrassing fashion moment in your adolescence?"
}, {
    "quest": "What's your definition of romance?"
}, {
    "quest": "Do you see yourself having kids? If so, how many?"
}, {
    "quest": "Do you believe in God?"
}, {
    "quest": "Is going to church or another house of worship important to you?"
}, {
    "quest": "Do you think it's more important to be smart, or to be kind?"
}, {
    "quest": "Would you rather be loved, respected, or admired?"
}, {
    "quest": "Does your family have any traditions?"
}, {
    "quest": "What do you think is your best quality?"
}, {
    "quest": "What's one of MY best qualities?"
}, {
    "quest": "What do you find sexiest about me?"
}, {
    "quest": "Have you ever been cheated on?"
}, {
    "quest": "Have you ever cheated on someone?"
}, {
    "quest": "How old were you when you lost your virginity?"
}, {
    "quest": "What was your first sexual experience like?"
}, {
    "quest": "Do you think infidelity is always a dealbreaker, no matter what?"
}, {
    "quest": "Who is more trusting, you or me?"
}, {
    "quest": "Who is more inclined to be jealous, you or me?"
}, {
    "quest": "What's the first thing you noticed about me?"
}, {
    "quest": "What's the first thing you found attractive about me?"
}, {
    "quest": "Is there a personality trait that always ticks you off in a person?"
}, {
    "quest": "How do you express anger?"
}, {
    "quest": "How do you hide anger when you don't want it to show?"
}, {
    "quest": "Who is more of a risk-taker—you or me?"
}, {
    "quest": "Do you have a bucket list?"
}, {
    "quest": "What's your dream vacation?"
}, {
    "quest": "Where would be your ideal place—or places—to live?"
}, {
    "quest": "Would you rather own a home you don't love, or rent one that you do love?"
}, {
    "quest": "What's something you'd like to try doing, but haven't worked up the nerve yet?"
}, {
    "quest": "Would you rather be an amazing singer, or an incredible dancer?"
}, {
    "quest": "What superpower do you wish you could have?"
}, {
    "quest": "What activity makes you feel the most joyful when you're doing it?"
}, {
    "quest": "What would you do with your life if you suddenly became a billionaire?"
}, {
    "quest": "Do you think there's such a thing as 'luck,' or do we create our own outcomes?"
}, {
    "quest": "Who is more generous, you or me?"
}, {
    "quest": "Do you remember your dreams when you wake up?"
}, {
    "quest": "If so, do you ever dream about me?"
}, {
    "quest": "What's your favorite thing about our relationship?"
}, {
    "quest": "What's something not obviously sexual that turns you on?"
}, {
    "quest": "Do you have a sexual fantasy you've never shared with me before?"
}, {
    "quest": "If we could have sex anywhere, where would you choose?"
}, {
    "quest": "Would you rather have only morning sex for the rest of your life, or strictly sex at night?"
}, {
    "quest": "What was your very first orgasm like?"
}, {
    "quest": "Have you ever faked an orgasm—not necessarily with me, but in general?"
}, {
    "quest": "How do you define great sex?"
}, {
    "quest": "Have you thought about me while masturbating before?"
}, {
    "quest": "Does the idea of getting caught during sex excite you?"
}, {
    "quest": "Does the thought of someone watching us have sex excite you?"
}, {
    "quest": "When did you first want to kiss me?"
}, {
    "quest": "Is there a type of outfit or clothes you find sexy that you'd like to see me in?"
}, {
    "quest": "Do you like playing with sex toys, or would you like to try them as a couple?"
}, {
    "quest": "What's your favorite sex position?"
}, {
    "quest": "What's something you wish we did together more often?"
}, {
    "quest": "Where would you like to be touched more often?"
}, {
    "quest": "Who is more likely to survive the Hunger Games—me or you?"
}, {
    "quest": "Who is more likely to live through a zombie attack?"
}, {
    "quest": "How old were you when you stopped believing in the tooth fairy?"
}, {
    "quest": "Would you rather be a vampire or a werewolf?"
}, {
    "quest": "What historical era would you most, and least, want to go to?"
}, {
    "quest": "Who is your favorite couple in pop culture?"
}, {
    "quest": "Who was your first celebrity crush?"
}, {
    "quest": "Who's your 'hall pass' celebrity crush today?"
}, {
    "quest": "Which of us has a better sense of direction?"
}, {
    "quest": "Do you think of yourself as an optimist, or a pessimist?"
}, {
    "quest": "Do you believe that everything happens for a reason?"
}, {
    "quest": "Which musical artist would you want me to commission a love song from?"
}, {
    "quest": "Which song describes our love story best?"
}, {
    "quest": "Is there a song that makes you think of me?"
}, {
    "quest": "What animal would you choose to be in another life?"
}, {
    "quest": "What animal do you think I'd be?"
}, {
    "quest": "Do you believe in ghosts?"
}, {
    "quest": "Do you believe in reincarnation?"
}, {
    "quest": "Do you think people can really have psychic abilities?"
}, {
    "quest": "If you had the option to live forever, would you choose to?"
}, {
    "quest": "What's your favorite movie of all time?"
}, {
    "quest": "What's a song you could sing by heart to me, right now?"
}, {
    "quest": "Do you like to be surprised?"
}, {
    "quest": "Do you believe in astrological compatibility?"
}, {
    "quest": "How many times have you been in love?"
}, {
    "quest": "Have you ever been in a physical fight?"
}, {
    "quest": "Is there a personal goal you'd like to achieve in the next five years or so?"
}, {
    "quest": "Do you consider yourself good with money?"
}, {
    "quest": "Do you think there's such a thing as a 'harmless' lie?"
}, {
    "quest": "What's the best trip you've ever taken?"
}, {
    "quest": "Is there a place that you love that you'd like to show me one day?"
}, {
    "quest": "Would you rather live in only hot weather forever, or only cold weather?"
}, {
    "quest": "Do you have a personal flaw that you'd fix, if you could?"
}, {
    "quest": "Is there anything you've always wondered about me, but have hesitated to ask?"
}]
